"ACTION_REQUIRED_TITLE" = "Action Required";
"ANSWER_CALL_BUTTON_TITLE" = "Answer";
"APN" = "Incoming Call";
"AUDIO_PERMISSION_MESSAGE" = "Signal requires access to your microphone to work properly. You can restore the permission in the Settings app >> Privacy >> Microphone >> Signal";
"CALL_BUTTON_TITLE" = "Call";
"CONTACT_DETAIL_COMM_TYPE_INSECURE" = "Unregistered Number";
"DISABLING_BACKUP_FAILED" = "We encountered an issue while disabling the backup of your call log. Call logs might leak in your iTunes/iCloud backups.";
"ERROR_WAS_DETECTED_TITLE" = "Bummer!";
"ERROR_WAS_DETECTED_SUBMIT" = "A bug was detected. Help us make Signal better by reporting this incident.";
"END_CALL_BAD_INTERACTION_WITH_SERVER" = "Server Failed!";
"END_CALL_BUTTON_TITLE" = "End";
"END_CALL_HANDSHAKE_FAILED" = "Handshake Failed!";
"END_CALL_HANGUP_LOCAL" = "You Hung Up.";
"END_CALL_HANGUP_REMOTE" = "They Hung Up.";
"END_CALL_LOGIN_FAILED" = "Login failed!";
"END_CALL_MESSAGE_FROM_SERVER_PREFIX" = "Message from Server: ";
"END_CALL_NO_SUCH_USER" = "Number not registered with Signal or RedPhone!";
"END_CALL_RECIPIENT_UNAVAILABLE" = "Recipient Unavailable.";
"END_CALL_REJECTED_LOCAL" = "You Rejected the Call.";
"END_CALL_REJECTED_REMOTE" = "Call Rejected.";
"END_CALL_REPLACED_BY_NEXT" = "You Made Another Call.";
"END_CALL_RESPONDER_IS_BUSY" = "Busy...";
"END_CALL_STALE_SESSION" = "Missed the Call.";
"END_CALL_UNCATEGORIZED_FAILURE" = "Client Failed!";
"HOME_FOOTER_FIRST_MESSAGE_CALLS_UNSORTED" = "You’ve got";
"HOME_FOOTER_FIRST_MESSAGE_CALLS_NIL" = "All done";
"HOME_FOOTER_SECOND_MESSAGE_CALLS_UNSORTED" = "unsorted calls";
"HOME_FOOTER_SECOND_MESSAGE_CALLS_NIL" = "No calls";
"HOME_FOOTER_SECOND_MESSAGE_CALL_UNSORTED" = "unsorted call";
"INBOX_VIEW_TUTORIAL_LABEL_MIDDLE" = "Check your contacts to see which of your friends support secure calls";
"INBOX_VIEW_TUTORIAL_LABEL_TOP" = "You haven't received a call from a Signal user yet.";
"INVITE_USERS_ACTION_SHEET_TITLE" = "Invite Number";
"INVITE_USERS_MESSAGE" = "I'd like to call you securely using Signal. You can install Signal from the App Store:";
"INVITE_USER_MODAL_TITLE" = "Unregistered Contact";
"INVITE_USER_MODAL_BUTTON_CANCEL" = "No Thanks";
"INVITE_USER_MODAL_BUTTON_INVITE" = "Invite";
"INVITE_USER_MODAL_TEXT" = "The number dialed is not registered with Signal. Would you like to invite them via SMS?";
"IN_CALL_CONNECTING" = "Connecting...";
"IN_CALL_RINGING" = "Ringing...";
"IN_CALL_SECURING" = "Answered. Securing...";
"IN_CALL_TALKING" = "Secured. Active.";
"IN_CALL_TERMINATED" = "Done.";
"KEYPAD_NAV_BAR_TITLE" = "Keypad";
"OK" = "Ok";
"APN_Message" = "New Message!";
"APN_FETCHED_FAILED" = "New Message! Open app to read it.";
"APN_MESSAGE_FROM" = "Message from";
"APN_MESSAGE_IN_GROUP" = "Message in group";
"APN_MESSAGE_IN_GROUP_DETAILED" = "%@ in group %@: %@";
"NOTIFICATION_SEND_FAILED" = "Your message failed to send to %@.";
"CONFIRMATION_TITLE" = "Confirm";
"PUSH_SETTINGS_MESSAGE" = "Signal requires push notification alerts and sounds to be enabled to work properly. Please change it in the Settings app >> Notification Center >> Signal.";
"RECENT_NAV_BAR_TITLE" = "Call Log";
"REGISTER_FAILED_TRY_AGAIN" = "Try again";
"REGISTER_CC_ERR_ALERT_VIEW_MESSAGE" = "Please enter a valid country code";
"REGISTER_CC_ERR_ALERT_VIEW_TITLE" = "Country Code Error";
"REGISTRATION_NON_VALID_NUMBER" = "This phone number format is not supported, please contact support.";
"REGISTER_CHALLENGE_ALERT_VIEW_TITLE" = "Incorrect code";
"REGISTER_CHALLENGE_ALERT_VIEW_BODY" = "Please verify the code and try again.";
"REGISTER_RATE_LIMITING_BODY" = "The server is currently rate-limiting signups, please try again later.";
"REGISTRATION_ERROR" = "Registration Error";
"REGISTRATION_RESTRICTED_MESSAGE" = "Someone's excited to send their first message! You need to register before performing this action.";
"REGISTER_CONTACTS_WELCOME" = "Welcome!";
"REGISTER_CONTACTS_BODY" = "Signal allows you to have private conversations with your existing contacts. To use Signal, please allow access to your contacts.";
"REGISTER_CONTACTS_CONTINUE" = "Continue";
"RELAY_REGISTERED_ERROR_RECOVERY" = "The phone number you are trying to register has already been registered on another server, please unregister from there and try again.";
"AB_PERMISSION_MISSING_TITLE" = "Sorry!";
"AB_PERMISSION_MISSING_BODY" = "Signal requires access to your contacts. We do not store your contacts on our servers.";
"ADDRESSBOOK_RESTRICTED_ALERT_BODY" = "Signal requires access to your contacts. Access to contacts is restricted. Signal will close. You can disable the restriction temporarily to let Signal access your contacts by going the Settings app >> General >> Restrictions >> Contacts >> Allow Changes.";
"ADDRESSBOOK_RESTRICTED_ALERT_BUTTON" = "Close";
"AB_PERMISSION_MISSING_ACTION" = "Give access";
"REJECT_CALL_BUTTON_TITLE" = "Reject";
"SERVER_CODE" = "The server replied with status code: ";
"SETTINGS_LOG_CLEAR_MESSAGE" = "Call History Cleared";
"SETTINGS_LOG_CLEAR_TITLE" = "Operation Completed";
"SETTINGS_NAV_BAR_TITLE" = "Settings";
"SETTINGS_NUMBER_PREFIX" = "Your Number:";
"SETTINGS_SENDLOG" = "Submit Debug Log";
"TABLE_SECTION_TITLE_REGISTERED" = "Registered Contacts";
"TABLE_SECTION_TITLE_UNREGISTERED" = "Unregistered Contacts";
"TIMEOUT" = "Timeout";
"TIMEOUT_CONTACTS_DETAIL" = "We couldn't fetch an updated contact list from the server. Please try again later.";
"TXT_ADD_CONTACT" = "+ Add Contact";
"TXT_CANCEL_TITLE" = "Cancel";
"TXT_SEARCH_PLACEHOLDER_TEXT" = "Search";
"UNKNOWN_CONTACT_NAME" = "Unknown Contact";
"WHISPER_NAV_BAR_TITLE" = "Inbox";
"ARCHIVE_NAV_BAR_TITLE" = "Archive";
/* Pressing this button moves a thread from the inbox to the archive */
"ARCHIVE_ACTION"= "Archive";
/* Pressing this button moves an archived thread from the archive back to the inbox */
"UNARCHIVE_ACTION" = "Unarchive";
/* In Inbox view, last message label for thread with corrupted attachment. */
"UNKNOWN_ATTACHMENT_LABEL" = "Unknown attachment";
"SETTINGS_ABOUT" = "About";
"SETTINGS_VERSION" = "Version";
"SETTINGS_SUPPORT" = "Support";
/* Menu item and navbar title for the device manager */
"LINKED_DEVICES_TITLE" = "Linked Devices";
"SETTINGS_COPYRIGHT" = "Copyright Open Whisper Systems \n Licensed under the GPLv3";
"SETTINGS_SHARE_INSTALL" = "Share Install Link";
"SETTINGS_INFORMATION_HEADER" = "Information";
"SETTINGS_INVITE_HEADER" = "Invite";
"SETTINGS_HELP_HEADER" = "Help";
"SETTINGS_INVITE_TWITTER_TEXT" = "You can reach me using Signal by @WhisperSystems, get it now.";
"SETTINGS_ADVANCED_TITLE" = "Advanced";
"SETTINGS_ADVANCED_DEBUGLOG"= "Enable Debug Log";
"SETTINGS_ADVANCED_SUBMIT_DEBUGLOG" = "Submit Debug Log";
"FINGERPRINT_SHRED_KEYMATERIAL_CONFIRMATION" = "Are you sure you want to reset this session? This action is irreversible.";
"FINGERPRINT_SHRED_KEYMATERIAL_BUTTON" = "Reset this session.";
"TXT_DELETE_TITLE" = "Delete";
/* Short name for edit menu item to save contents of media message. */
"EDIT_ITEM_SAVE_ACTION" = "Save";
"CAMERA_ROLL_SAVE_BUTTON" = "Save to Camera Roll";
"CAMERA_ROLL_COPY_BUTTON" = "Copy";
"NEW_GROUP_DEFAULT_TITLE" = "New Group";
"LOADING_CONTACTS_LABEL_LINE1" = "Loading your contacts.";
"LOADING_CONTACTS_LABEL_LINE2" = "Sit tight.";
"EMPTY_CONTACTS_LABEL_LINE1" = "None of your contacts have Signal!";
"EMPTY_CONTACTS_LABEL_LINE2" = "Why don't you invite someone";
"EMPTY_CONTACTS_INVITE_BUTTON" = "Invite contact";
"SEARCH_BYNAMEORNUMBER_PLACEHOLDER_TEXT" = "Search by name or number";
"SEND_SMS_BUTTON" = "Send SMS to: ";
"SEND_SMS_CONFIRM_TITLE" = "Invite a friend via insecure SMS?";
"SEND_SMS_INVITE_TITLE" =  "Would you like to invite the following number to Signal: ";
"SEND_SMS_INVITE_SUCCESS" = "You've invited your friend to use Signal!";
"SEND_SMS_INVITE_FAILURE" = "SMS sending failed, please try again later.";
"QUESTIONMARK_PUNCTUATION" = "?";
"UNSUPPORTED_FEATURE_ERROR" = "Your device doesn't support this feature.";
"SMS_INVITE_BODY" = "I'm inviting you to install Signal! Here is the link:";
"SEND_BUTTON_TITLE" = "Send";
"UPDATE_BUTTON_TITLE" = "Update";
"LEAVE_BUTTON_TITLE" = "Leave";
"MEMBERS_BUTTON_TITLE" = "Members";
"DELIVERED_MESSAGE_TEXT" = "Delivered";
"FAILED_SENDING_TEXT" = "Sending failed. Tap to retry.";
"SEND_AGAIN_BUTTON" = "Send again";
"TAKE_MEDIA_BUTTON"= "Take Photo or Video";
"TAKE_PICTURE_BUTTON"= "Take a Picture";
"CHOOSE_MEDIA_BUTTON" = "Choose from Library...";
"FAILED_RETRYING_DIRECTORY_DOWNLOAD" = "Failed to retrieve directory. Retrying in %f hours.";
"SETTINGS_CLEAR_HISTORY" = "Clear History Logs";
"SETTINGS_PRIVACY_TITLE" = "Privacy";
"SETTINGS_SCREEN_SECURITY" = "Enable Screen Security";

/* Section header */
"SETTINGS_SECURITY_TITLE" = "Screen Security";

"SETTINGS_SCREEN_SECURITY_DETAIL" = "Prevents Signal previews from appearing in the app switcher.";

/* Section header */
"SETTINGS_HISTORYLOG_TITLE" = "History Log";

"SETTINGS_DELETE_HISTORYLOG_CONFIRMATION" = "Are you sure you want to delete all your history (messages, attachments, call history ...) ? This action cannot be reverted.";
"SETTINGS_DELETE_HISTORYLOG_CONFIRMATION_BUTTON" = "I'm sure.";
"PUSH_MANAGER_REPLY" = "Reply";
"PUSH_MANAGER_MARKREAD" = "Mark as read";
"SCAN_KEY" = "Scan key";
"SECURE_SESSION_RESET" = "Secure session was reset.";
"UNSUPPORTED_ATTACHMENT" = "Received unsupported attachment type.";
"REGISTERED_NUMBER_TEXT" = "Registered Number:";
"CONFIRM_ACCOUNT_DESTRUCTION_TITLE" = "Are you sure you want to delete your account?";
"CONFIRM_ACCOUNT_DESTRUCTION_TEXT" = "This will reset the application by deleting your messages and unregister you with the server. The app will close after deletion of data.";
"PROCEED_BUTTON" = "Proceed";
"UNREGISTER_SIGNAL_FAIL" = "Failed to unregister from Signal.";
"NETWORK_ERROR_DESC" = "Signal was unable to connect to the server. Please try registering from another WiFi network or using mobile data.";
"NETWORK_ERROR_RECOVERY" = "Please check you're online and try again.";
"NETWORK_STATUS_HEADER" = "Network Status";
"NETWORK_STATUS_TEXT" = "You can check your network status by looking at the colored bar above your inbox.";
"NETWORK_STATUS_CONNECTED" = "Connected";
"NETWORK_STATUS_OFFLINE" = "Offline";
"NETWORK_STATUS_CONNECTING" = "Connecting";
"MULTIDEVICE_PAIRING_MAX_DESC" = "You can not pair any more devices.";
"MULTIDEVICE_PAIRING_MAX_RECOVERY" = "You have reached the maximum of devices you can currently pair with your account. Please remove a device or try again to pair it later.";
"EMPTY_INBOX_FIRST_TITLE" = "Done. Done. Done.";
"EMPTY_INBOX_FIRST_TEXT" = "Tip: add a conversation as a reminder!";
"EMPTY_ARCHIVE_FIRST_TITLE" = "Start your first Signal conversation!";
"EMPTY_ARCHIVE_FIRST_TEXT" = "Tap on the compose button.";
"EMPTY_INBOX_TITLE" = "Squeaky Freaking Clean.";
"EMPTY_INBOX_TEXT" = "None. Zero. Zilch. Nada.";
"EMPTY_ARCHIVE_TITLE" = "Clean Up Your Conversations.";
"EMPTY_ARCHIVE_TEXT" = "You can archive inactive conversations for later from your Inbox.";
"GROUP_UPDATED" = "Group updated.";
"GROUP_TITLE_CHANGED" = "Title is now '%@'. ";
"GROUP_AVATAR_CHANGED" = "Avatar changed. ";
"GROUP_MEMBER_LEFT" = " %@ left the group. ";
"GROUP_YOU_LEFT"= "You have left the group.";
"GROUP_CREATING" = "Creating new group";
"GROUP_REMOVING" = "Leaving group %@";
"GROUP_CREATING_FAILED" = "Group creation failed";
"GROUP_REMOVING_FAILED" = "Failed to leave group";
"GROUP_MEMBER_JOINED" = " %@ joined the group. ";
/* header for table which lists the members of this group thread */
"GROUP_MEMBERS_HEADER" = "Group Members";
"ME_STRING" = "Me";
"WARNING_STRING" = "Warning";
"CALLBACK_BUTTON_TITLE" = "Call back";
"ATTACHMENT" = "Attachment";
"ATTACHMENT_DOWNLOADING"     = "Attachment is downloading";
"ATTACHMENT_QUEUED"          = "New attachment queued for retrieval.";
"ATTACHMENT_DOWNLOAD_FAILED" = "Attachment download failed, tap to retry.";
"INCOMING_CALL" = "Incoming call";
"INCOMING_CALL_FROM" = "Incoming call from %@";
"OUTGOING_CALL" = "Outgoing call";
"MISSED_CALL" = "Missed call";
"ERROR_MESSAGE_NO_SESSION" = "No available session for contact.";
"ERROR_MESSAGE_MISSING_KEY" = "Received a message with unknown PreKey.";
"ERROR_MESSAGE_INVALID_MESSAGE" = "Received a corrupted message.";
"ERROR_MESSAGE_INVALID_VERSION" = "Received a message not compatible with this version.";
"ERROR_MESSAGE_DUPLICATE_MESSAGE" = "Received a duplicated message.";
"ERROR_MESSAGE_INVALID_KEY_EXCEPTION" = "The recipient's key is not valid.";
"ERROR_MESSAGE_WRONG_TRUSTED_IDENTITY_KEY" = "Safety numbers changed. Tap to verify.";
"ERROR_MESSAGE_UNKNOWN_ERROR" = "An unknown error occured.";
"REGISTRATION_TITLE_LABEL" = "Your Phone Number";
"REGISTRATION_DEFAULT_COUNTRY_NAME" = "Country Code";
"REGISTRATION_PHONENUMBER_BUTTON" = "Phone Number";
"REGISTRATION_ENTERNUMBER_DEFAULT_TEXT" = "Enter Number";
"REGISTRATION_VERIFY_DEVICE" = "Verify This Device";
"VERIFICATION_HEADER" = "Verify";
"VERIFICATION_CHALLENGE_DEFAULT_TEXT" = "Verification Code";
"VERIFICATION_CHALLENGE_SUBMIT_CODE" = "Submit Verification Code";
"VERIFICATION_CHALLENGE_SUBMIT_AGAIN" = "Request Code Again";
"VERIFICATION_CHALLENGE_SEND_VIAVOICE" = "Call Me Instead";
"VERIFICATION_CHALLENGE_CHANGE_NUMBER" = "Change Number";
"CONVERSATIONS_VIEW_TITLE" = "Conversations";
"MESSAGE_COMPOSEVIEW_TITLE" = "New Message";
"NEW_GROUP_NAMEGROUP_REQUEST_DEFAULT" = "Name this group chat";
"NEW_GROUP_REQUEST_ADDPEOPLE" = "Add people";
"COUNTRYCODE_SELECT_TITLE" = "Select Country Code";
"SETTINGS_DELETE_ACCOUNT_BUTTON" = "Delete Account";
"SETTINGS_NOTIFICATIONS" = "Notifications";
"MSGVIEW_YOU_CALLED" = "You called %@.";
"MSGVIEW_RECEIVED_CALL" = "You received a call from %@.";
"MSGVIEW_MISSED_CALL" = "Missed call from %@.";
"NOTIFICATIONS_SENDER_AND_MESSAGE" = "Sender name & message";
"NOTIFICATIONS_FOOTER_WARNING" = "Due to known bugs in Apple's push framework, message previews will only be shown if the message is retrieved within 30 seconds after being sent. The application badge might be inaccurate as a result.";
"NOTIFICATIONS_SENDER_ONLY" = "Sender name only";
"NOTIFICATIONS_NONE" = "No name or message";
"NOTIFICATIONS_SHOW" = "Show";
"NOTIFICATIONS_SOUND" = "Notification Sounds";
"NOTIFICATIONS_SECTION_BACKGROUND" = "Background Notifications";
"NOTIFICATIONS_SECTION_INAPP" = "In-App Notifications";
"LOGGING_SECTION" = "Logging";
"REREGISTER_FOR_PUSH" = "Re-register for push notifications";
"PHONE_NEEDS_UNLOCK" = "Your iPhone needs to be unlocked to receive new messages.";
"PUSH_REGISTER_TITLE" = "Push Notifications";
"PUSH_REGISTER_SUCCESS" = "This device was succesfully re-registered for push notifications.";
"RATING_TITLE" = "Support Signal!";
"RATING_MSG" = "If you enjoy using Signal to have private conversations, you can support our project by rating it. It won't take more than a minute, and will help others find some privacy.";
"RATING_RATE" = "Rate Signal";
/* Generic text for button that retries whatever the last action was */
"RETRY_BUTTON_TEXT" = "Retry";
/* Generic short text for button to dismiss a dialog */
"DISMISS_BUTTON_TEXT" = "Dismiss";
/* Alert title that can occur when viewing device manager */
"DEVICE_LIST_UPDATE_FAILED_TITLE" = "Failed to update device list.";
/* Navigation title when scanning QR code to add new device. */
"LINK_NEW_DEVICE_TITLE" = "Link New Device";
/* Subheading for 'Link New Device' navigation */
"LINK_NEW_DEVICE_SUBTITLE" = "Scan QR Code";
/* confirm the users intent to link a new device */
"LINK_DEVICE_PERMISSION_ALERT_TITLE" = "Link this device?";
/* confirm the users intent to link a new device */
"LINK_DEVICE_PERMISSION_ALERT_BODY" = "This device will be able to see your groups and contacts, read all your messages, and send messages in your name.";
/* Button text */
"CONFIRM_LINK_NEW_DEVICE_ACTION" = "Link New Device";
/* Alert title */
"LINKING_DEVICE_FAILED_TITLE" = "Linking Device Failed";
/* Activity indicator title, shown upon returning to the device manager, until you complete the provisioning process on desktop */
WAITING_TO_COMPLETE_DEVICE_LINK_TEXT="Complete setup on Signal Desktop.";
/* Label text in device manager for a device with no name */
"UNNAMED_DEVICE" = "Unnamed Device";
/* Alert title confirming that you want to delete device with {{device name}} */
"UNLINK_CONFIRMATION_ALERT_TITLE" =  "Unlink \"%@\"?";
/* Alert message to confirm unlinking a device */
"UNLINK_CONFIRMATION_ALERT_BODY" = "By unlinking this device, it will no longer be able to send or receive messages.";
/*Alert title when unlinking device fails */
"UNLINKING_FAILED_ALERT_TITLE"="Signal was unable to unlink your device.";
/* {{Short Date}} when device last communicated with Signal Server. */
"DEVICE_LAST_ACTIVE_AT_LABEL" = "Last active: %@";
/* button title for unlinking a device */
"UNLINK_ACTION" = "Unlink";
/* {{Short Date}} when device was linked. */
"DEVICE_LINKED_AT_LABEL" = "Linked: %@";
/* QR Scanning screen instructions, placed alongside a camera view for scanning QRCodes */
"LINK_DEVICE_SCANNING_INSTRUCTIONS" = "Scan the QR code displayed on the device to link.";

/* Navbar title */
"PRIVACY_VERIFICATION_TITLE" = "Verify Safety Numbers";

/* Paragraph(s) shown alongside keying material when verifying privacy with {{contact name}} */
"PRIVACY_VERIFICATION_INSTRUCTIONS" = "If you wish to verify the security of your end-to-end encryption with %@, compare the numbers above with the numbers on their device.

Alternatively, you can scan the code on their phone, or ask them to scan your code.";

/* Button label presented with camera icon while verifying privacy credentials. Shows the camera interface. */
"SCAN_CODE_ACTION" = "Scan Code";

/* alert title */
"FAILED_VERIFICATION_TITLE" = "Failed to Verify Safety Numbers!";

/* alert body */
"PRIVACY_VERIFICATION_FAILURE_INVALID_QRCODE" = "The scanned code doesn't look like a safety number code. Are you both on an up-to-date version of Signal?";

/* Alert title */
"SUCCESSFUL_VERIFICATION_TITLE" = "Safety Numbers Verified!";

/* Alert body after verifying privacy with {{other user's name}} */
"SUCCESSFUL_VERIFICATION_DESCRIPTION" = "Your safety numbers have been verified. You can be confident your communication with %@ is private.";

/* Action sheet item */
"ACCEPT_NEW_IDENTITY_ACTION" = "Accept new safety numbers";

/* Action sheet heading */
"SAFETY_NUMBERS_ACTIONSHEET_TITLE" = "The safety numbers for %@ have changed. You may wish to verify them.";

/* Action sheet item */
"SHOW_SAFETY_NUMBER_ACTION" = "Show new safety numbers";

/* Alert body {{expected phone number}}, {{actual phone number we found}} */
"PRIVACY_VERIFICATION_FAILED_WITH_MISMATCHED_LOCAL_IDENTIFIER" = "Expected to scan a code for your number, %@, but instead scanned a code for %@. Is your contact looking at the right safety numbers?";

/* Alert body */
"PRIVACY_VERIFICATION_FAILED_WITH_MISMATCHED_KEYS" = "Warning! Your safety numbers do not match.";

/* Alert body {{expected phone number}}, {{actual phone number we found}} */
"PRIVACY_VERIFICATION_FAILED_WITH_MISMATCHED_REMOTE_IDENTIFIER" = "Expected to scan a code for their number, %@, but instead scanned a code for %@. Are you verifying the right contact?";

/* alert body */
"PRIVACY_VERIFICATION_FAILED_WITH_OLD_LOCAL_VERSION" = "You're running an old client. You need to update before you can verify.";

/* alert body */
"PRIVACY_VERIFICATION_FAILED_WITH_OLD_REMOTE_VERSION" = "Your partner is running an old client. They need to update before you can verify.";
